import React from "react";

const AboutUs = () => {
  return (
    <div>
      <div className=" text-center py-4"> 
        <p>একশব্দে কুরআন শিক্ষা</p>
        <p>কুরআন শিক্ষার সহজ পদ্ধতি</p>
      </div>

      <div className=" xl:grid  xl:grid-cols-2 justify-center items-center xl:px-60 gap-4">
        <p className="font-light">
          কুরআন সহীহ শুদ্ধ করে শিখে নেয়া অতীব জরুরী। যেহেতু আল্লাহ রাব্বুল
          আলামীন বলেছেন, وَرَتِّلِ الْقُرْﺇنَ تَرْتِيْلاً অর্থ: ধীরে ধীরে
          স্পষ্টভাবে সহীহ শুদ্ধ করে কুরআন তিলাওয়াত করো। সূরা মুযযাম্মিল ৭৩ :
          আয়াত ৪। সহীহ শুদ্ধ করে না পড়লে অর্থের বিকৃতি ঘটে। যেমন جَلِيْلٌ অর্থ
          সম্মানিত ذَلِيْلٌ অর্থ অপমানিত।اَلْحَمْدُ অর্থ সমস্ত প্রশংসা আল্লাহর
          জন্য। আর اَلْهَمْدُ অর্থ সমস্ত ছেঁড়া কাপড় আল্লাহর জন্য। তাই কুরআন
          শিক্ষা ফাউন্ডেশনের এ উদ্যোগ যুগোপযোগী। কুরআন শিক্ষা ফাউন্ডেশন কর্তৃক
          উদ্ভাবিত পদ্ধতি সম্পর্কে প্রখ্যাত গবেষকগণ বলেন, একশব্দে পদ্ধতি কুরআন
          শিক্ষার সহজ, সুন্দর ও চমৎকার একটি পদ্ধতি। এটি সবাইকে চুম্বকের মত
          আকর্ষণ করে। আবাল বৃদ্ধ বনিতা সবার জন্য এটি উপযোগী। হাসিখুশি মনে এর
          মাধ্যমে সবাই কুরআন শিখতে পারেন।
        </p>
        <iframe
          width="560"
          height="300"
          src="https://www.youtube.com/embed/tgbNymZ7vqY"
        ></iframe>
      </div>
    </div>
  );
};

export default AboutUs;
