import React from "react";

const AboutUs = () => {
  return (
    <div>
      <div className=" text-center py-4">
        <p className="font-light">একশব্দে কুরআন শিক্ষা</p>
        <p className="text-3xl pt-4 font-bold">কুরআন শিক্ষার সহজ পদ্ধতি</p>
      </div>

      <div className=" xl:grid  xl:grid-cols-2 px-10 text-justify  justify-center items-center xl:px-64 gap-4">
        <p className="font-light text-gray-500">
          কুরআন সহীহ শুদ্ধ করে শিখে নেয়া অতীব জরুরী। যেহেতু আল্লাহ রাব্বুল
          আলামীন বলেছেন, وَرَتِّلِ الْقُرْﺇنَ تَرْتِيْلاً অর্থ: ধীরে ধীরে
          স্পষ্টভাবে সহীহ শুদ্ধ করে কুরআন তিলাওয়াত করো। সূরা মুযযাম্মিল ৭৩ :
          আয়াত ৪। সহীহ শুদ্ধ করে না পড়লে অর্থের বিকৃতি ঘটে। যেমন جَلِيْلٌ অর্থ
          সম্মানিত ذَلِيْلٌ অর্থ অপমানিত।اَلْحَمْدُ অর্থ সমস্ত প্রশংসা আল্লাহর
          জন্য। আর اَلْهَمْدُ অর্থ সমস্ত ছেঁড়া কাপড় আল্লাহর জন্য। তাই কুরআন
          শিক্ষা ফাউন্ডেশনের এ উদ্যোগ যুগোপযোগী। কুরআন শিক্ষা ফাউন্ডেশন কর্তৃক
          উদ্ভাবিত পদ্ধতি সম্পর্কে প্রখ্যাত গবেষকগণ বলেন, একশব্দে পদ্ধতি কুরআন
          শিক্ষার সহজ, সুন্দর ও চমৎকার একটি পদ্ধতি। এটি সবাইকে চুম্বকের মত
          আকর্ষণ করে। আবাল বৃদ্ধ বনিতা সবার জন্য এটি উপযোগী। হাসিখুশি মনে এর
          মাধ্যমে সবাই কুরআন শিখতে পারেন।
        </p>
        <iframe
          className="pt-10 xl:px-10  pr-52 sm:px-1"
          width="560"
          height="300"
          src="https://www.youtube.com/embed/lR8FTt_BR00?autoplay=1&mute=1"
        ></iframe>
      </div>
      <div className="pt-10 xl:px-64 xl:py-10 px-10 text-justify">
        <p className="font-light text-gray-500">
          <span className="font-bold">
            বিশিষ্ট ইসলামি চিন্তাবিদগণ বলেন, আমাদের নূরানী, নাদিয়া, বৈজ্ঞানিক
            এবং তালীমুল কুরআনসহ অন্যান্য সকল পদ্ধতি দেখার সুযোগ হয়েছে।
          </span>{" "}
          এটিই সবচেয়ে সর্বাধুনিক এবং সহজ পদ্ধতি। যাদুর মতো যদিও বলা ঠিক নয়।
          তারপরও বলতে গেলে বলা যায় এটি সবাইকে যাদুর মতো আকর্ষণ করে। হিকমতের এক
          অর্থ Attraction। এটি সবাইকে দারুনভাবে Attraction করে। একশব্দে কুরআন
          শিক্ষা- এটি একটি Technical Word, হিকমতপূর্ণ শব্দ। যার কথা শুনে মানুষ
          মৌমাছির মতো কুরআন শিখতে আসে। এটি বাস্তবে দেখলেই সবাই বুঝতে পারবেন।
          একশব্দে মনে রাখা মানুষের জন্য সহজ। যেমন প্রকৃতির অপরূপ দৃশ্য ৭টি রঙকে
          একশব্দে তৈরী করা হয়েছে। তা হলো ‘বেনীআসহকলা’। বে-তে বেগুনী, নী- তে নীল,
          আ- তে আসমানী, স- তে সবুজ, হ-তে হলুদ, ক-তে কমলা এবং লা- তে লাল।
          মহাগ্রন্থ আলকুরআনের সকল হরফ একশব্দে নিয়ে এসেছেন মাওলানা আবুল হাসানাত
          মুহাম্মাদ ইমদাদুল্লাহ। যা শিশু-বয়স্ক সবার মনে রাখা সহজ। এটিকে একশব্দ
          বলতে অসুবিধা নেই। যেহেতু শব্দকে আরবীতে বলা হয় কালিমা। কালিমার আরেক নাম
          لَفْظ। আর لَفْظ দুই প্রকার। ১. لَفْظٌ مُسْتَعْمَلٌ যা অর্থপূর্ণ শব্দ।
          ২. لَفْظٌ مُهْمَلٌ যা অর্থহীন শব্দ। এরূপ অর্থহীন শব্দ বাংলাতেও আছে।
          যেমন: ভাতটাত, কাজটাজ, টাকাটুকা, পড়াটরা ইত্যাদি। এ ছাড়া তাজবীদ বিশারদগণ
          পূর্ব থেকেই আলকুরআনুল কারীম সহীহ শুদ্ধ করে পড়ার জন্য অনেক শব্দ তৈরী
          করেছেন যেগুলোর কোনো অর্থ নেই।
          <p>
            خُصَّ ضَغْطٍ قِظْ – اَجِــدْ قَــطٍ بَـكَـتْ- فَحَثَّهُ شَخْـصٌ
            سَـكَـتْ- فِـرَّ مِـنْ لُـبِّ- قُطُبُ جَدِّ.
          </p>
          <p>
            এ সকল শব্দের মাধ্যমে মানুষ অল্প সময়ে আলকুরআনুল কারীম সহীহ শুদ্ধ করে
            পড়তে পারেন। মাওলানা আবুল হাসানাত মুহাম্মাদ ইমদাদুল্লাহর উদ্ভাবিত
            بحصّعلمدا এ শব্দটির মাধ্যমেই মানুষের অল্প সময়ে কুরআন শিক্ষার বিরাট
            সুযোগ রয়েছে। যা সত্যিই অভিনব এবং চমৎকার। আর তা হচ্ছেও। এনটিভির
            অনুষ্ঠান দেখে হাজার হাজার দর্শক কুরআন শিখেছেন বলে আমাদেরকে
            জানিয়েছেন। এ সুন্দর গবেষণার জন্য আমরা তার দীর্ঘায়ু ও সুস্বাস্থ্য
            কামনা করছি। আর তাঁর জন্য প্রাণ খুলে দুআ করছি আল্লাহ তাঁর খেদমত কবুল
            করুন। আমীন!!
          </p>
        </p>
      </div>
    </div>
  );
};

export default AboutUs;
